akamud.vscode-theme-onedark
alefragnani.project-manager
bbenoist.vagrant
codezombiech.gitignore
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
enkia.tokyo-night
equinusocio.vsc-material-theme-icons
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.github-vscode-theme
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
pkief.material-icon-theme
rust-lang.rust-analyzer
shopify.ruby-lsp
vadimcn.vscode-lldb
whizkydee.material-palenight-theme
ziyasal.vscode-open-in-github
